/* No comment provided by engineer. */
"Enter password" = "Enter password";

/* No comment provided by engineer. */
"Enter phone number" = "Enter phone number";

/* No comment provided by engineer. */
"Repeat password" = "Repeat password";

